{
  "projects": [
    {
      "id": 1,
      "title": "Energy Infrastructure AI Vision Systems",
      "summary": "AI-powered visual inspection systems that process millions of images to identify hidden risks and defects across energy networks at Buzz Solutions.",
      "content": "Developed computer vision applications for industrial infrastructure monitoring, focusing on AI-driven visual analysis to identify defects and optimize maintenance operations across energy ecosystems. The system processes millions of images to enable rapid analysis and actionable insights for asset management.",
      "avatar": "./assets/images/buzz-solutions-logo.png",
      "status": true,
      "tags": ["Computer Vision", "AI", "Energy Infrastructure", "Industrial Monitoring"],
      "link": "https://www.buzzsolutions.ai",
      "created_at": "2022-01-01T00:00:00.000Z",
      "updated_at": "2024-12-01T00:00:00.000Z"
    },
    {
      "id": 2,
      "title": "Secure AI Evaluation Enclaves",
      "summary": "First practical implementation of NVIDIA H100 secure enclaves for cross-organizational AI evaluation, collaborating with Anthropic and UK AI Security Institute.",
      "content": "Pioneered secure computation environments for AI model evaluation using NVIDIA H100 secure enclaves. This groundbreaking work enables privacy-preserving AI evaluation across organizations, representing a significant advancement in secure AI research and development.",
      "avatar": "./assets/images/secure-ai-logo.png",
      "status": true,
      "tags": ["Secure Computation", "AI Safety", "Privacy", "NVIDIA H100"],
      "link": "https://www.openmined.org",
      "created_at": "2023-06-01T00:00:00.000Z",
      "updated_at": "2024-12-01T00:00:00.000Z"
    },
    {
      "id": 3,
      "title": "HIPAA-Compliant EHR Systems",
      "summary": "Encrypted Electronic Health Record systems implementing comprehensive data protection both at rest and in transit for healthcare organizations.",
      "content": "Designed and developed cryptographic protocols that secured sensitive medical data without compromising accessibility for authorized healthcare providers. The system ensures HIPAA compliance while maintaining optimal performance for healthcare workflows.",
      "avatar": "./assets/images/healthcare-logo.png",
      "status": true,
      "tags": ["Healthcare", "Encryption", "HIPAA", "EHR", "Security"],
      "link": "https://www.barestripe.com",
      "created_at": "2021-03-01T00:00:00.000Z",
      "updated_at": "2024-11-01T00:00:00.000Z"
    },
    {
      "id": 4,
      "title": "GE Financial Compliance Dashboards",
      "summary": "Automated financial tracking dashboards that met compliance audit requirements while managing IT infrastructure and cybersecurity initiatives.",
      "content": "Developed comprehensive financial tracking and compliance dashboard systems at General Electric that streamlined audit processes and provided real-time visibility into financial metrics. The system reduced manual oversight requirements while ensuring regulatory compliance for large-scale operations.",
      "avatar": "./assets/images/ge-logo.png",
      "status": true,
      "tags": ["Financial Systems", "Compliance", "Dashboards", "Cybersecurity"],
      "link": "https://www.ge.com",
      "created_at": "2020-01-01T00:00:00.000Z",
      "updated_at": "2023-12-01T00:00:00.000Z"
    },
    {
      "id": 5,
      "title": "Supply Chain Optimization Platforms",
      "summary": "Broker platforms for logistics and supply chain coordination at Konfidio UG, incorporating real-time tracking and automated matching algorithms.",
      "content": "Built comprehensive SaaS platforms that streamline asset tracking and supply chain visibility. These systems enabled organizations to track, manage, and optimize their assets through intuitive interfaces while reducing operational costs and enabling data-driven decision making through advanced analytics.",
      "avatar": "./assets/images/supply-chain-logo.png",
      "status": true,
      "tags": ["Supply Chain", "Logistics", "SaaS", "Real-time Tracking"],
      "link": "https://www.konfidio.com",
      "created_at": "2021-09-01T00:00:00.000Z",
      "updated_at": "2024-08-01T00:00:00.000Z"
    },
    {
      "id": 6,
      "title": "Privacy-Preserving ML Documentation",
      "summary": "Maintained documentation for Syft privacy-preserving machine learning toolkit, achieving over 200 monthly downloads with dynamic themes and UI customizations.",
      "content": "Contributed to open-source privacy-preserving machine learning through the Syft toolkit. Developed dynamic themes and user interface customizations that enhanced user experience and accessibility, resulting in significant community adoption and engagement.",
      "avatar": "./assets/images/syft-logo.png",
      "status": true,
      "tags": ["Open Source", "Privacy", "Machine Learning", "Documentation"],
      "link": "https://github.com/OpenMined/PySyft",
      "created_at": "2022-06-01T00:00:00.000Z",
      "updated_at": "2024-12-01T00:00:00.000Z"
    }
  ]
}
